7zip
alsa-utils
android-udev
anyrun-git
appmenu-gtk-module
asciiquarium
base
base-devel
binwalk
blender
blobdrop-git
bluetui
bluez-utils
brave-bin
brightnessctl
btop
burpsuite
cava
cbonsai
clipboard-bin
clipse
cloc
clock-tui
cmake
cmatrix
cpio
dbeaver
deno
discord
dmidecode
dnsmasq
docker
docker-compose
dua-cli
dunst
edk2-ovmf
efibootmgr
element-desktop
exiftool-rs-git
fastfetch
fd
figma-fonthelper-git
firebase-tools
fish
foot
fum-bin
fuzzel
fzf
gdb
gdu
ghostty
gimp
git
git-filter-repo
glow
gnome-keyring
google-chrome
gowall
grub
guestfs-tools
gvfs-mtp
hashcat
helix
helvum
htop
hypridle
hyprland
hyprland-protocols
hyprlock
hyprls-git
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
imagemagick
inkscape
insomnia
intel-media-driver
intel-ucode
iperf3
jami-qt
jdk-openjdk
jujutsu
kdeconnect
kdenlive
keepassxc
keyd
kitty
kvantum
kvantum-qt5
lazygit
lazyjj
less
libappindicator-gtk3
libosinfo
libreoffice-fresh
libva-utils
libvirt
linux
linux-firmware
lldb
lshw
mako
man-db
mediawriter
mesa-utils
meson
mpv
multimon-ng
neovim-nightly-bin
networkmanager
ngrok
niri
nmap
nodejs
nodejs-localtunnel
noto-fonts-emoji
npm
nvtop
nwg-look
obs-studio
ollama
os-prober
overskride
partitionmanager
paru-bin
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-roc
pipewire-zeroconf
pngcheck
postgresql
powertop
proton-vpn-gtk-app
pwvucontrol
python-pylatexenc
qemu-full
qemu-img
qt5-wayland
qt5ct
qt6ct-kde
qview
racket
reflector
ripgrep
rustup
seahorse
selectdefaultapplication-git
shotcut
sof-firmware
sof-tools
sonic-visualiser
sox
sqlmap
sqlx-cli
starship
steghide
stow
swtpm
swww
syncthing
tcpflow
termshark
thefuck
tiled
tlp
tmux
transmission-cli
tree
ttf-dejavu-nerd
ttf-firacode-nerd
ttf-hack-nerd
ttf-iosevka-nerd
ttf-meslo-nerd
ttf-times-new-roman
tuned
unzip
ventoy-bin
vi
vifm
vim
virt-install
virt-manager
virt-viewer
viu
waybar
webkit2gtk-4.1
wev
wf-recorder
wl-clipboard
wlroots0.18
wlsunset
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xwayland-satellite
yay-debug
yazi
zathura
zathura-pdf-mupdf
zed
zellij
zen-browser-bin
zig
zoxide
zsteg
