7zip
alsa-utils
appmenu-gtk-module
base
base-devel
bluetui
bluez-utils
brave-bin
brightnessctl
btop
cava
clipse
cmake
cpio
dnsmasq
dua-cli
dunst
edk2-ovmf
efibootmgr
fastfetch
fish
flutter
flutter-gradle-google-bin
foot
fum-bin
fzf
gdu
gimp
git
gnome-keyring
google-chrome
gowall
grub
guestfs-tools
helvum
htop
hypridle
hyprland
hyprland-protocols
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
imagemagick
inkscape
insomnia
intel-ucode
jami-qt
jdk-openjdk
kdeconnect
keepassxc
keyd
kitty
kvantum
kvantum-qt5
lazygit
less
libappindicator-gtk3
libosinfo
libreoffice-fresh
libvirt
linux
linux-firmware
lxappearance
man-db
meson
mpv
neovim
networkmanager
nmap
nodejs
noto-fonts-emoji
npm
nwg-look
obs-studio
os-prober
overskride
paru-bin
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-roc
pipewire-zeroconf
postgresql
powertop
proton-vpn-gtk-app
pwvucontrol
qemu-full
qemu-img
qt5-wayland
qt5ct
qt6ct-kde
qview
reflector
ripgrep
rustup
seahorse
selectdefaultapplication-git
sof-firmware
sof-tools
sqlx-cli
starship
swtpm
swww
syncthing
thefuck
tlp
tmux
transmission-cli
ttf-dejavu-nerd
ttf-meslo-nerd
ttf-times-new-roman
tuned
unzip
vi
vifm
vim
virt-install
virt-manager
virt-viewer
waybar
webkit2gtk-4.1
wev
wf-recorder
wl-clipboard
wlroots
wofi
xdg-desktop-portal-hyprland
xdotool
yay-debug
yazi
zathura
zathura-pdf-mupdf
zen-browser-bin
zoxide
